[{"text": "Let's consider another term: \"religion.\" This is a term that often gets applied to cultures from the past. Yet it's become clear that such cultures would have had no concept of what we currently call \"religion.\" Some scholars suggest that there was a major expansion of the use and understanding of the term \"religion\" that began in the sixteenth century.         \"Religion\" is not a native category. It's not a first person term of self-characterization. Instead, it's a category imposed from the outside on some aspect of native culture. It's the \"other\" – the \"outsider\" – who is solely responsible for the content of the term. Given that, in constructing the second-order, generic category \"religion,\" its characteristics are those that appear natural to the \"other.\"         \"Religion\" is an anthropological not a theological category. It describes human thought and action, most frequently in terms of belief and norms of behavior. But it took us a bit to get there.         The etymology of the term \"religion\" is uncertain. In both Roman and early Christian Latin usage, the noun forms religio / religiones and, most especially, the adjectival religiosus and the adverbial religiose were cultic terms referring primarily to the careful performance of ritual obligations. This sense survives in the English adverbial construction \"religiously\" designating a conscientious repetitive action. The only distinctively Christian usage was the fifth-century extension of this cultic sense to the totality of an individual's life in monasticism: \"religion,\" a life bound by monastic vows; \"religious,\" a monk; \"to enter religion,\" to join a monastery.         It's this technical vocabulary that is first extended to non-Christian examples in the literature of exploration, particularly in descriptions of the complex civilizations of Mesoamerica, such as by Hernán Cortés (1520), Joannes Boemus (1520), Sebastian Muenster (1550), Richard Eden (1553), Pedro Cieza de León (1553), Joseph de Acosta (1590) and Edward Aston (1611). \"Religion\" in relation to ritual practice became an item in an inventory of cultural topics that could be presented either ethnographically in terms of a particular people or in a cross-cultural encyclopedia under the heading of \"ritual\" or \"religion.\"         So the idea here was that of \"ritual\" and \"religion\" being linked. But ritual, especially when it seemed similar to Christian practice or when it illustrated categories of otherness such as \"idolatry\" or \"cannibalism,\" gave rise to projects of comparative and critical inquiries. Similarity and difference, with respect to ritual, constituted a puzzle that required explanation by appeals to old patristic, apologetic charges of priestly deceit or to equally apologetic, patristic theories of accommodation, demonic plagiarism, diffusion, or degeneration.         Eventually, however, there was a shift to \"belief\" as the defining characteristic of religion. Certainly we see this in the mid 1700s. Terms such as \"reverence,\" \"service,\" \"adore,\" and \"worship\" served to remove, or at least obfuscate, from \"religion\" and ritual connotations. The focus became more on denoting a state of mind, which was a transition begun by Reformation figures most, if not all, of whom understood \"religion\" primarily as \"piety.\" This focus on belief led to the increasing English usage of \"faiths\" as a synonym for \"religions.\" This raised a host of interrelated questions as to credibility and truth. These issues were exacerbated by the schismatic tendencies of the various Protestantisms, with their rival claims to authority, as well as by the growing awareness of the existence of a multitude of articulate, non-Christian traditions.         We can consider an anthropological work by Edward Brerewood, Enquiries Touching the Diversity of Languages and Religions through the Chiefe Parts of the World (written in 1614) that distinguished four \"sorts\" (i.e., \"species\") of the genus \"religion\" – \"Christianity, Mohametanism, Judaism and Idolatry.\" A key thing to understand is that it's the question of the plural religions (both Christian and non-Christian) that forced a new interest in the singular, generic religion."}]